Repository: conedevelopment/wp-theme-alpha
Catalog: languages/*.po
Languages: hu_hu

source: Oops! That page can&rsquo;t be found.
hu_hu: Hoppá! Ez az oldal nem található.

source: It looks like nothing was found at this location. Maybe try one of the links below or a search?
hu_hu: Úgy tűnik, semmit nem találtunk ezen a helyen. Esetleg megpróbálja az alábbi linkeket vagy a keresést?

source: Go to Home
hu_hu: Irány a Főoldalra

source: One thought on &ldquo;%1$s&rdquo;
hu_hu: Egy hozzászólás itt: &ldquo;%1$s&rdquo;

source: %1$s thought on &ldquo;%2$s&rdquo;
hu_hu: %1$s írta itt: &ldquo;%2$s&rdquo;

source: Comments are closed.
hu_hu: Hozzászólások lezárva.

source: Header
hu_hu: Fejléc

source: Footer
hu_hu: Lábléc

source: Header Menu
hu_hu: Fejléc menü

source: Sidebar
hu_hu: Oldalsáv

source: Add widgets here to appear in your sidebar.
hu_hu: Widgetek hozzáadása itt, amelyek az oldalsávban jelennek meg

source: Canvi (Off-canvas navigation)
hu_hu: Canvi (Elrejtett navigáció)

source: Add widgets here to appear in your off-canvas navigation.
hu_hu: Widgetek hozzáadása az elrejtett navigációban.

source: Footer 1
hu_hu: Lábléc 1

source: Add widgets here to appear in your footer col #1.
hu_hu: Widgetek hozzáadása a #1 lábléc oszlophoz.

source: Footer 2
hu_hu: Lábléc 2

source: Add widgets here to appear in your footer col #2.
hu_hu: Widgetek hozzáadása a #2 lábléc oszlophoz.

source: Footer 3
hu_hu: Lábléc 3

source: Add widgets here to appear in your footer col #3.
hu_hu: Widgetek hozzáadása a #3 lábléc oszlophoz.

source: Footer 4
hu_hu: Lábléc 4

source: Add widgets here to appear in your footer col #4.
hu_hu: Widgetek hozzáadása a #4 lábléc oszlophoz.

source: Continue reading<span class="screen-reader-text"> "%s"</span>
hu_hu: Bővebben:<span class="screen-reader-text"> "%s"</span>

source: Skip to content
hu_hu: Ugrás a tartalomhoz

source: Navigation
hu_hu: Navigáció

source: Alpha requires at least WordPress version 4.7. You are running version %s. Please upgrade and try again.
hu_hu: Az Alpha legalább 4.7-es WordPress verziót igényel. Jelenleg a %s verzió fut. Frissíts majd próbáld újra.

source: Logo
hu_hu: Logó

source: Upload your logo
hu_hu: Logó feltöltése

source: Set the max-height of the logo
hu_hu: Logó maximális magassága

source: Push Navigation to The Right
hu_hu: Navigáció a jobb oldalon

source: Remove Separator
hu_hu: Elválasztó eltávolítása

source: Hide Navigation Menu On
hu_hu: Navigációs menü elrejtése

source: Extra small devices
hu_hu: Extra kis méretű eszköz

source: Small devices
hu_hu: Kis méretű eszköz

source: Medium devices
hu_hu: Közepes méretű eszköz

source: Large devices
hu_hu: Nagy méretű eszközök

source: Extra large devices
hu_hu: Extra nagy méretű eszközök

source: Hide Mobile Menu On
hu_hu: Mobil menü elrejtése itt:

source: Socials
hu_hu: Közösségi

source: Enable Social Links
hu_hu: Közösségi linkek engedélyezése

source: Hide Social Menu On
hu_hu: Mobil menü elrejtése itt:

source: Social Link Order and Visibility
hu_hu: Közösségi linkek sorrendje és láthatósága

source: Here you can set the order of your social links.
hu_hu: Itt beállíthatóak a közösségi linkek sorrendjei.

source: Display
hu_hu: Megjelenítés

source: Enable Sticky Navigation
hu_hu: Ragadós menü engedélyezése

source: Show Search
hu_hu: Kereső megjelenítése

source: Width
hu_hu: Szélesség

source: Set the width of the header container.
hu_hu: Fejléc konténer szélességének beállítása

source: Narrow
hu_hu: Keskeny

source: Wide
hu_hu: Széles

source: General
hu_hu: Általános

source: Colors
hu_hu: Színek

source: Default Color
hu_hu: Alapértelmezett szín

source: Declare your theme default color. It will be used for basic UI elements.
hu_hu: Határozd meg az alapértelmezett színt. A UI elemeknél fogjuk használni.

source: Secondary Color
hu_hu: Másodlagos szín

source: Declare your theme secondary color. It will be used mostly for :hover states.
hu_hu: Határozd meg a másodlagos színt. A :hover állpotokhoz fogjuk használni.

source: Social Links
hu_hu: Közösségi linkek

source: Twitter Page URL
hu_hu: Twitter URL

source: Please give us a full URL.
hu_hu: Kérünk egy érvényes URL-t adj meg.

source: Facebook Page URL
hu_hu: Facebook URL

source: LinkedIn Page URL
hu_hu: LinkedIn URL

source: Instagram Page URL
hu_hu: Instagram URL

source: Flickr Page URL
hu_hu: Flickr URL

source: Tumblr Page URL
hu_hu: Tumblr URL

source: Pinterest Page URL
hu_hu: Pinterest URL

source: GitHub Page URL
hu_hu: GitHub URL

source: YouTube Page URL
hu_hu: YouTube URL

source: Dribbble Page URL
hu_hu: Dribbble URL

source: VK Page URL
hu_hu: VK URL

source: Spotify Page URL
hu_hu: Spotify URL

source: Enable Magnific Popup
hu_hu: Magnific Popup engedélyezése

source: Enable highlight.js
hu_hu: Highlight.js engedélyezése

source: Components
hu_hu: Komponensek

source: Popular Posts
hu_hu: Népszerű bejegyzések

source: Section Title
hu_hu: Szekció cím

source: Hide Section Title
hu_hu: Szekció cím elrejtése

source: Background Color
hu_hu: Háttérszín

source: Set the popular posts section background color. Use the light gray if the section is placed between white elements.
hu_hu: Állítsd be a népszerű bejegyzések szekció háttérszínét. Használj világosszürkét ha a szekciót fehér elemek veszik körül.

source: The Number of Posts to Show
hu_hu: A megjelenítendő bejegyzések száma

source: Padding Top
hu_hu: Felső kitöltés

source: You can define this value in rem. 1rem is (1 * the base font-size).
hu_hu: Ez az érték rem-ben van definiálva. 1 rem az (1 x az alap font méret).

source: Padding Bottom
hu_hu: Alsó kitöltés

source: Categories
hu_hu: Kategóriák

source: Set the categories section background color. Use the light gray if the section is placed between white elements.
hu_hu: Állítsd be a kategóriák szekció háttérszínét. Használj világosszürkét ha a szekciót fehér elemek veszik körül.

source: Latest Posts
hu_hu: Legfrissebb bejegyzések

source: Show Sidebar On
hu_hu: Oldalsáv megjelenítése itt:

source: None
hu_hu: Nincs

source: Left
hu_hu: Bal

source: Right
hu_hu: Jobb

source: Sidebar Type
hu_hu: Oldasáv típusa

source: Set the style of the sidebar.
hu_hu: Oldalsáv típusának beállítása

source: White
hu_hu: Fehér

source: Gray
hu_hu: Szürke

source: Archive Title
hu_hu: Archívum címe

source: Display Type
hu_hu: Megjelenítés típusa

source: Colorful
hu_hu: Színes

source: Image
hu_hu: Kép

source: Layout
hu_hu: Szerkezet

source: Front Page
hu_hu: Kezdőlap

source: Component Order
hu_hu: Komponens sorrend

source: Here you can set the component order for the Front Page.
hu_hu: Itt a kezdőlap komponenseinek sorrendjét tudod beállítani.

source: Hero Section
hu_hu: Kiemelt szekció

source: Popular Posts Section
hu_hu: Legolvasottabb bejegyzések szekció

source: Categories Section
hu_hu: Kategóriák szekció

source: Blogroll Section
hu_hu: Bejegyzések szekció

source: List Item
hu_hu: Lista elem

source: Excerpt Length
hu_hu: Kivonat hossza

source: Set the length of the excerpt text in words.
hu_hu: A kivonat hosszának meghatározása szóban.

source: Main Component Order
hu_hu: Fő komponens sorrend

source: Here you can set the component order for the main list item.
hu_hu: Itt a fő komponens lista elemeinek sorrendjét tudod beállítani.

source: Title
hu_hu: Cím

source: Content
hu_hu: Tartalom

source: Author
hu_hu: Szerző

source: Read More
hu_hu: Bővebben

source: Secondary Component Order
hu_hu: Másodlagos komponens sorrebd

source: Here you can set the component order for the secondary (top or related posts) list item.
hu_hu: Itt a másodlagos komponens (olvasottabb vagy kapcsolódó bejegyzések) lista elemeinek sorrendjét tudod beállítani.

source: Archive Pages
hu_hu: Archív oldalak

source: Description
hu_hu: Leírás

source: Header Background Image
hu_hu: Fejléc háttérkép

source: Footnote
hu_hu: Lábjegyzet

source: © 2019 - Alpha, a magazine theme by Pine.
hu_hu: © 2018 - Alpha, egy magazin sablon a Pine -tól.

source: Scroll Top
hu_hu: Felgörgetés

source: Enable Scroll Top
hu_hu: Felgörgetés engedélyezése

source: Position
hu_hu: Pozíció

source: Bottom left (Fixed)
hu_hu: Lent bal oldalon (fix)

source: Bottom right (Fixed)
hu_hu: Lent jobb oldalon (fix)

source: Hide Widgets
hu_hu: Widgetek elrejtése

source: Please define default parameters in the form of an array.
hu_hu: Kérlek add meg az alapértelmezett paramétereket tömb formájában.

source: Please define an SVG icon filename.
hu_hu: Kérünk egy SVG icont fájlnevet adj meg.

source: Theme Options for Alpha
hu_hu: Alpha sablon beállítások

source: Theme Options
hu_hu: Sablon beállítások

source: Post Settings
hu_hu: Bejegyzés beállítások

source: Set the defaults related to your posts.
hu_hu: Alapértelmezett bejegyzés beállítások.

source: <head></head> Code
hu_hu: <head></head> Kód

source: Add code between your <head> element.
hu_hu: Kód hozzáadása a <head> elemhez.

source: <body></body> Code
hu_hu: <body></body> Kód

source: Add code between your <body> element (before the </body> tag).
hu_hu: Kód hozzáadása a <body> elemhez(a </body> tag elé).

source: Category Metabox
hu_hu: Kategóriák szekció

source: Category Color
hu_hu: Másodlagos szín

source: We use this color to highlight the category's images in the layout.
hu_hu: Ezt a színt használjuk a kategóriák képeinek kiemeléséhez.

source: Category Cover Image
hu_hu: Kategória fedőkép

source: Add File
hu_hu: Fájl hozzáadása

source: Theme Specific Settings
hu_hu: Sablon specifikus beállítások

source: Show this in slider?
hu_hu: Slider mutatása?

source: If you check this field, this post will be shown in the slider section in the header if it is enabled.
hu_hu: Pipáld be ezt a mezőt, hogy a bejegyzés bekerüljön a slider-be.

source: Small
hu_hu: Kicsi

source: Medium
hu_hu: Közepes

source: Large
hu_hu: Nagy

source: No
hu_hu: Nem

source: Yes
hu_hu: Igen

source: Color
hu_hu: Szín

source: We use this color to highlight the page's header image in the layout.
hu_hu: Ezt a színt használjuk az oldalt fejlécképének kiemelésére.

source: Posted on
hu_hu: Közzétéve:

source: Updated on
hu_hu: Frissítve:

source: Posted in: %1$s
hu_hu: Kategóriák: %1$s

source: Tagged: %1$s
hu_hu: Címkék: %1$s

source: Leave a Comment<span class="screen-reader-text"> on %s</span>
hu_hu: Írj kommentet<span class=“screen-reader-text”> ide: %s</span>

source: Install Required Plugins
hu_hu: Szükséges bővítmények telepítése

source: Install Plugins
hu_hu: Bővítmények telepítése

source: Installing Plugin: %s
hu_hu: %s bővítmény telepítése

source: Updating Plugin: %s
hu_hu: %s bővítmény frissítése

source: Something went wrong with the plugin API.
hu_hu: A bővítmény API-ja jelenleg nem üzemel megfelelően.

source: Return to Required Plugins Installer
hu_hu: Vissza a szükséges bővítmények telepítéséhez

source: Return to the Dashboard
hu_hu: Vissza a vezérlőpultra

source: Plugin activated successfully.
hu_hu: A bővítmény sikeresen aktiválva.

source: The following plugin was activated successfully:
hu_hu: A követkető bővítmény sikeresen aktiválva:

source: No action taken. Plugin %1$s was already active.
hu_hu: Nincs művelet végrehajtva. A %1$s bővítmény már aktiválva van.

source: Plugin not activated. A higher version of %s is needed for this theme. Please update the plugin.
hu_hu: A bővítmény nincs aktiválva. Egy magasabb verzió számú %s szükséges a sablonhoz. Frissítsd a bővíményt.

source: All plugins installed and activated successfully. %1$s
hu_hu: Minden bővítmény telepítése és aktiválása sikeresen befejeződött. %1$s

source: Dismiss this notice
hu_hu: Üzenet elrejtése

source: There are one or more required or recommended plugins to install, update or activate.
hu_hu: Egy vagy több szükséges vagy ajánlott bővítmény vár telepítésre, frissítésre vagy aktiválásra.

source: Please contact the administrator of this site for help.
hu_hu: Kérjük lépjen kapcsolatba az oldal adminisztrátorával.

source: This plugin needs to be updated to be compatible with your theme.
hu_hu: A bővítményt frissíteni kell, hogy kompatibilis legyen a sablonnal.

source: Update Required
hu_hu: Szükséges bővítmények frissítése

source: The remote plugin package does not contain a folder with the desired slug and renaming did not work.
hu_hu: A távoli bővítmény elnevezése nem megfelelő, illetve az átnevezése nem megoldható.

source: Please contact the plugin provider and ask them to package their plugin according to the WordPress guidelines.
hu_hu: Lépj kapcsolatba a bővítmény fejlesztőjével, a WordPress írányelveken alapuló fejlesztéssel kapcsolatban.

source: The remote plugin package consists of more than one file, but the files are not packaged in a folder.
hu_hu: A távoli bővítményt több fájlból áll, de nincsenek mappába rendezve.

source: Required
hu_hu: Szükséges

source: Recommended
hu_hu: Ajánlott

source: External Source
hu_hu: Külső forrás

source: Pre-Packaged
hu_hu: Előre csomagolt

source: Not Installed
hu_hu: Nincs telepítve

source: Installed But Not Activated
hu_hu: Telepítve, de nem aktív

source: Active
hu_hu: Aktív

source: Required Update not Available
hu_hu: A szükséges frissítés nem elérhető

source: Requires Update
hu_hu: Szükséges frissítés

source: Update recommended
hu_hu: Ajánlott frissítés

source: All <span class="count">(%s)</span>
hu_hu: Összes <span class=“count”>(%s)</span>

source: Installed version:
hu_hu: Telepített verzió:

source: Minimum required version:
hu_hu: Minimum verzió:

source: Available version:
hu_hu: Elérhető verzió:

source: No plugins to install, update or activate.
hu_hu: Egy vagy több szükséges vagy ajánlott bővítmény vár telepítésre, frissítésre vagy aktiválásra.

source: Plugin
hu_hu: Bővítmény

source: Source
hu_hu: Forrás

source: Type
hu_hu: Típus

source: Version
hu_hu: Verzió

source: Status
hu_hu: Állapot

source: Install %2$s
hu_hu: %2$s telepítése

source: Update %2$s
hu_hu: %2$s frissítése

source: Activate %2$s
hu_hu: %2$s aktiválása

source: Upgrade message from the plugin author:
hu_hu: Frissítési üzenet a bővítmény fejlesztőjétől:

source: Install
hu_hu: Telepítés

source: Update
hu_hu: Frissítése

source: Activate
hu_hu: Aktiválás

source: No plugins were selected to be installed. No action taken.
hu_hu: Nincs telepítendő bővítmény kiválasztva.

source: No plugins were selected to be updated. No action taken.
hu_hu: Nincs frissítendő bővítmény kiválasztva.

source: No plugins are available to be installed at this time.
hu_hu: Nincsenek telepíthető bővítmények jelenleg.

source: No plugins are available to be updated at this time.
hu_hu: Nincsenek frissíthető bővítmények jelenleg.

source: No plugins were selected to be activated. No action taken.
hu_hu: Nincs frissítendő bővítmény kiválasztva.

source: No plugins are available to be activated at this time.
hu_hu: Nincsenek frissíthető bővítmények jelenleg.

source: Plugin activation failed.
hu_hu: Bővítmény aktiválása sikertelen.

source: Updating Plugin %1$s (%2$d/%3$d)
hu_hu: Bővítmény frissítése %1$s (%2$d/%3$d)

source: An error occurred while installing %1$s: <strong>%2$s</strong>.
hu_hu: Hiba történt a(z) %1$s telepítése során: <strong>%2$s</strong>.

source: The installation of %1$s failed.
hu_hu: A(z) %1$s telepítése sikertelen.

source: The installation and activation process is starting. This process may take a while on some hosts, so please be patient.
hu_hu: A telepítési és aktiválási folyamat elkezdődött. Ez a folyamat akár hosszabb időt is igényelhet, így kérünk légy türelmes.

source: %1$s installed and activated successfully.
hu_hu: %1$s sikeresen telepítve és aktiválva.

source: Show Details
hu_hu: Kereső megjelenítése

source: Hide Details
hu_hu: Widgetek elrejtése

source: All installations and activations have been completed.
hu_hu: Minden telepítés és aktiválás befejeződött.

source: Installing and Activating Plugin %1$s (%2$d/%3$d)
hu_hu: %1$s telepítése és aktiválása (%2$d/%3$d)

source: The installation process is starting. This process may take a while on some hosts, so please be patient.
hu_hu: A telepítési folyamat elkezdődött. Ez a folyamat akár hosszabb időt is igényelhet, így kérünk légy türelmes.

source: %1$s installed successfully.
hu_hu: %1$s sikeresen telepítve és aktiválva.

source: All installations have been completed.
hu_hu: Minden telepítés bejefeződött.

source: Installing Plugin %1$s (%2$d/%3$d)
hu_hu: %1$s bővítmény telepítése (%2$d/%3$d)

source: Welcome to Alpha! - Version
hu_hu: Üdvözlünk az Alphában – Verzió

source: About Alpha
hu_hu: Az Alpha-ról

source: Welcome to Alpha! - Version %s
hu_hu: Üdvözlünk az Alphában - Verzió %s

source: Getting Started
hu_hu: Indulás

source: About Us
hu_hu: Rólunk

source: Required Plugins
hu_hu: Szükséges bővítmények

source: For using this theme first, you need to install two required plugin. For more functionality, we also have recommended ones so you can achieve more.
hu_hu: A sablon használatához, előbb a szükséges bővítmények telepítését kell végrehajtani. Több funkcionalitás érdekében, az ajánlott bővítmények bekapcsolása is javasolt.

source: Check out the Documentation
hu_hu: A dokumentáció megtekintése

source: Need help or more information? Go to Alpha's documentation page for detailed information.
hu_hu: Segítségre van szükséged, vagy több információra? Látogass el az Alpha dokumentációs oldaléra, hogy részletesen információkat kapj.

source: Go to the Documentation
hu_hu: Irány a dokumentáció

source: Go to the Customizer
hu_hu: Irány testreszabó felület

source: To customize Alpha, you must navigate to the WordPress Customizer.
hu_hu: Az Alpha testreszabásához, a WordPress testreszabó felületére kell navigálnod.

source: Hello, We Are Pine!
hu_hu: Hello, mi vagyunk a Pine!

source: We are two web developers with a passion for learning and sharing the knowledge. Our vision, to keep learning and shipping what you know, is a win-win situation. We also develop open-source like this WordPress theme which hopefully will be useful for many.
hu_hu: Két webfejlesztő vagyunk, akik folyamatosan tanulnak és igyekszenek megosztani a tudásukat. Szerintük ez a körforgás egy mindenki számára nyerő helyzet. Nyíltforráskódú eszközöket is fejlesztünk, mint ez a WordPress sablon, remélve, hogy sokaknak hasznos lesz.

source: Check out our Site
hu_hu: Nézd meg az oldalunkat

source: Search Results for: %s
hu_hu: Keresési eredmények erre: %s

source: Search &hellip;
hu_hu: Keresés &hellip;

source: Site Logo
hu_hu: Oldal logo

source: Alpha Theme Site Logo
hu_hu: Alpha sablon oldal logó

source: Search for:
hu_hu: Keresés a következőre:

source: Search
hu_hu: Keresés

source: Website
hu_hu: Weboldal

source: Nothing Found
hu_hu: Nincs találat

source: Ready to publish your first post? <a href="%1$s">Get started here</a>.
hu_hu: Készen állsz az első bejegyzés közzétételére? <a href=“%1$s”>Kezd itt</a>.

source: Sorry, but nothing matched your search terms. Please try again with some different keywords.
hu_hu: Sajnáljuk, de semmi sem egyezett a keresett kifejezéssel. Próbáld újra egy másik kulcsszóval.

source: It seems we can&rsquo;t find what you&rsquo;re looking for. Perhaps searching can help.
hu_hu: Úgy tűnik, itt nem azt találtad amire gondoltál. Talán a kereső segíthet.

source: Pages:
hu_hu: Oldalak:
